Repository: franck-paul/hScroll
Catalog: locales/*/main.po
Languages: fr

source: Horizontal or vertical reading scrollbar
fr: Barre de lecture horizontale ou verticale

source: At top
fr: En haut

source: At bottom
fr: En bas

source: At left
fr: À gauche

source: At right
fr: À droite

source: Enable horizontal or vertical reading scrollbar
fr: Activer la barre de lecture horizontale ou verticale

source: Offset position (in pixels):
fr: Décalage vertical (en pixels) :

source: Scrollbar width (in pixels):
fr: Largeur de la barre de lecture (en pixels) :

source: Scrollbar color (light mode):
fr: Couleur de la barre de lecture (mode clair) :

source: Scrollbar color (dark mode):
fr: Couleur de la barre de lecture (mode sombre) :

source: Add shadow to the scrollbar
fr: Ajouter une ombre à la barre

source: Activate only in single entry context
fr: Activer seulement dans les contextes de publication simple (billet, page)
